@php
    Date::setLocale('uk')
@endphp

<!doctype html>
<html lang="ru">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Act</title>
    <style>
        body {font-family: DejaVu Sans, sans-serif; font-size: 11px;}
        .container{margin: 0 auto; width: 720px}
        p{margin: 0}
        .clear{clear: both}
        .mt-10{margin-top: 10px}
        .mt-15{margin-top: 15px}
        .mt-25{margin-top: 25px}
        table{width: 100%; border-spacing: 0}
        table tr > td{border: 1px solid #000; padding: 5px}
        table tr > td:last-child{border-left: none}
        .underline{text-decoration: underline}
        .nobr{white-space: nowrap;}
    </style>
</head>
<body>
<div class="container">
    <div style="text-align: right; font-style: italic">
        <p>Додаток № 2</p>
        <p>до договору доручення від {{ \Carbon\Carbon::now()->format('d.m.Y') }}</p>
        <p>Форма акту прийому-передачі старої електронної</p>
        <p>техніки від клієнтів Довірителю </p>
    </div>
    <div class="mt-15" style="text-align: center;font-weight: bold;">
        <p>АКТ</p>
        <p>прийому-передачі старої електронної техніки</p>
    </div>
    <div style="margin-top: 15px">
        <div style="width: 50%; float: left;text-align: left;">
            <p>м.___________</p>
        </div>
        <div style="width: 50%; float: right; text-align: right">
            <p>«____» ______________</p>
        </div>
        <div class="clear"></div>
    </div>

    <div class="mt-15">
        <p>Фізична особа – підприємець <b>Бойко Роман Васильович</b>, що діє на підставі виписки з Єдиного державного реєстру
            юридичних осіб та фізичних осіб-підприємців, номер запису 2 339 000 0000 027145 від 29.07.2019 року (надалі – Довіритель), та
        </p>
        <p class="mt-10">
            <b>Фізична особа-підприємець</b> _________________, що діє на підставі Виписки, дата запису в ЄДР _______________________
            від 09.09.2014 року (надалі іменується "Повірений"), повноваження якого підтверджені Договором доручення
            <span class="nobr">від {{ Date::now()->format('j F Y року') }}</span>, в особі керівника магазину з одного боку, та ____________________________________________________,
            який мешкає за адресою: __________________________________________________________, посвідчення особи видане
            (ким, коли)  _______________________________________________________________________________________________________________________________
        </p>
    </div>
    <div>
        <p>(надалі – Клієнт), з іншого боку, склали даний акт про таке:</p>
        <p class="mt-10">1. Клієнт передає, а Довіритель приймає стару електронну техніку (СЕТ) що належить Клієнту за наступними характеристиками: </p>
        <p>1.1. Найменування ___________________________________________________________________________________________________________</p>
        <p>1.2. Марка: <span class="underline">{{ $buyBackRequest->model->brand->name }}</span></p>
        <p>1.3. Модель: <span class="underline">{{ $buyBackRequest->model->name }}</span></p>
        <p>1.4. с/н / IMEI: <span class="underline">{{ $buyBackRequest->imei }}</span></p>
        <p>1.5. Комплектація: ____________________________________________________________________________________________________________</p>
        <p>1.6. Працездатність: __________________________________________________________________________________________________________</p>
        <p>1.7. Опис зовнішнього вигляду:_______________________________________________________________________________________________
            _________________________________________________________________________________________________________________________________
            _________________________________________________________________________________________________________________________________
        </p>
        <p>1.8. Інше: ______________________________________________________________________________________________________________________
            _________________________________________________________________________________________________________________________________</p>
        <p>2. Належність техніки клієнту підтверджується: (№, дата, чеку, гар талону, тощо ) : _________________________________________________________________________________________________________________________________</p>
        <p>3. Підписуючи даний акт Клієнт цілком усвідомлює та безумовного погоджується віддати у власність Довірителя свій
            товар описаний в пункті 1 даного акту та в подальшому відмовляється від претензій до Повіреного або до Довірителя. </p>
        <p>4. Підписанням даного акту Клієнт підтверджує що він повідомлений про можливість придбати за ціною 1 (одна) гривня
            подарунковий сертифікат мережі магазинів «_____». Номінал запропонованого для придбання  сертифікату дорівнює
            оціночній вартості старої електронної техніки, яка здається клієнтом, а саме: ______________________________________ грн.</p>
        <p>4.1. Клієнт прибав сертифікат (так/ні) : _______________________________________________________________________________________</p>
        <p>5. Підписанням даного акту клієнт надає згоду на обробку та використання його персональних даних вказаних в даному акті
            ФОП _______________ з правом доступу до них третіх осіб в разі виникнення такої необхідності. Згода надається
            на використання ФОП ____________ персональних даних у сфері господарської та маркетингової діяльності та інших
            не заборонених законодавством України випадках. Права суб’єкта персональних даних Клієнту письмово повідомлені. </p>
        <p><b>6. Підписи сторін:</b></p>
    </div>
    <div class="mt-10">
        <table>
            <tr>
                <td width="50%">
                    <p>Довіритель</p>
                    <p><b>Фізична особа-підприємець </b></p>
                    <p><b>Бойко Роман Васильович,</b> від імені якої діє Повірений </p>
                    <p><b>Фізична особа-підприємець</b></p>
                    <p>______________________________</p>
                    <p>в особі керівника магазину розташованого за адресою:</p>
                    <p class="mt-5">__________________________________________________________</p>
                    <p class="mt-10">__________________ /_________________/</p>
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Підпис &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ПІБ</p>
                </td>
                <td width="50%" style="vertical-align: text-top">
                    <p>Клієнт</p>
                </td>
            </tr>
        </table>
    </div>
</div>
</body>
</html>
